import './App.scss';
import Main from './components/Main/Main';

// TODO @ 25.9
// 1) Кнопка добавления
// 2) Кнопка редактирования
// 3) Кнопка удаления
// 4) Пагинатор
//
// TODO @ 30.9
// 1) Добавление пользователя
// 2) Редактирование пользователя
// 3) Удаление пользователя по кнопке (подтверждение)
// 4) Множественное Удаление
// 5) Пагинация
//
// TODO @ 1.10
// 1) Удаление пользователей по кнопке (подтверждение)
// 2) Множественное удаление (подтверждение)
// 3) Пагинация

function App() {
  return (
    <div className="App">
      <Main />
    </div>
  );
}

export default App;
